Repository: amarkotic/RoomDecor
Catalog: CoreUi/Sources/CoreUi/Resources/Strings/Localizable.xcstrings
Source language: en
Languages: de, hr

source: Author
de: Autor
hr: Autor

# confirm
source: Got It
de: In Ordnung
hr: U redu

# errorTitle
source: We've run into an issue!
de: Es ist ein Problem aufgetreten!
hr: Naišli smo na problem!

# missingLidar
source: Your device doesn't have LiDAR sensors. That means you can only use a small part of our features.
de: Ihr Gerät verfügt nicht über LiDAR-Sensoren. Das bedeutet, dass Sie nur einen kleinen Teil unserer Funktionen nutzen können.
hr: Vaš uređaj nema LiDAR senzore. To znači da možete koristiti samo mali dio naših funkcija.

# moduleSwitchSlideToConfirm
source: Slide to switch module
de: Schieben um das Modul zu wechseln
hr: Povuci za promjenu modula

# roomScanLoad
source: Room scans you are trying to access don't seem to be available. Please restart the app and try again.
de: Die Raumscans, auf die Sie zugreifen möchten, scheinen nicht verfügbar zu sein. Bitte starten Sie die App neu und versuchen Sie es erneut.
hr: Skeniranja prostorije kojima pokušavate pristupiti čini se da nisu dostupna. Molimo ponovno pokrenite aplikaciju i pokušajte ponovno.

# roomScanSave
source: Room scan can't be saved at the moment. Please try to scan the room once again.
de: Der Raumscan kann derzeit nicht gespeichert werden. Bitte versuchen Sie, den Raum erneut zu scannen.
hr: Skenirana prostorija trenutno se ne može spremiti. Molimo pokušajte ponovno skenirati prostoriju.

# roomScanSession
source: Room scan didn't manage to recognize objects. Please try again and move your phone slowley.
de: Der Raumscan konnte Objekte nicht erkennen. Bitte versuchen Sie es erneut und bewegen Sie Ihr Telefon langsam.
hr: Skeniranje prostorije nije prepoznalo objekte. Molimo pokušajte ponovno i polako pomičite telefon.

source: Save
de: Speichern
hr: Spremi

source: Share
de: Teilen
hr: Podijeli

# virtualObjectLoadObject
source: Virtual object you are trying to load doesn't seem to be available. Please restart the app and try again.
de: Das virtuelle Objekt, das Sie laden möchten, scheint nicht verfügbar zu sein. Bitte starten Sie die App neu und versuchen Sie es erneut.
hr: Virtualni objekt koji pokušavate učitati čini se da nije dostupan. Molimo ponovno pokrenite aplikaciju i pokušajte ponovno.

# virtualObjectSession
source: Virtual object session can't be started at the moment. Please restart the app and try again.
de: Die Sitzung für virtuelle Objekte kann derzeit nicht gestartet werden. Bitte starten Sie die App neu und versuchen Sie es erneut.
hr: Sesija virtualnog objekta trenutno se ne može pokrenuti. Molimo ponovno pokrenite aplikaciju i pokušajte ponovno.

source: Start
hr: Započni
